HOW_IT_WORKS_TEXT = """
<b>📘 Краткая инструкция по использованию бота</b>

Бот автоматически создаёт коллаж из ваших фотографий по примеру из видео

<b>▶️ Как начать:</b>
• нажмите <b>«Создать коллаж»</b>
• или просто отправьте изображение боту

<b>🧩 Выбор типа коллажа</b>
После отправки фото вы сможете выбрать,
<b>какой именно коллаж хотите получить</b>

<b>🔧 Настройки</b>
• <u>По умолчанию</u> бот делит изображение на такое же количество частей, как в примере из видео (сетка 30×30)

• Если хотите задать свою сетку — нажмите кнопку <u>«Задать интервалы»</u> и укажите, на сколько частей разделить изображение
"""

EXAMPLE_VIDEO_ID = 'BAACAgQAAxkBAAMaaS9q8JutatY_zfCQT4SsWZG0MQUAAgoHAAJU8FRR0o-4BCLffRY2BA'

BEFORE_IMAGE_ID = 'AgACAgIAAxkBAAN8aS93NJkO3vE1kDJbAh7FKwm9G5wAAtcOaxvDI3BJ-ZlhBIHLslUBAAMCAAN4AAM2BA'

AFTER_IMAGE_ID = 'AgACAgIAAxkBAAN6aS93IqOtanUN-a37vgIcThHX_QkAAtYOaxvDI3BJaqRzqkqpSvcBAAMCAAN4AAM2BA'